var questions = [
	{q: "WHOとは", a: "世界保健機関 (World Health Organization)"},
	{q: "WHOの憲章条文", a: "健康とは、身体的・精神的・社会的に完全に良好な状態であり、単に病気あるいは虚弱でないことではない。"},
	{q: "昔の健康とは", a: "完全に良好な状態・無病息災であること"},
	{q: "現在の健康とは", a: "いきいきとした生活を送っていること"},

	{q: "精神症状・知的能力・満足感を含む健康の側面", a: "精神的側面"},
	{q: "身体症状・体力・抵抗力を含む健康の側面", a: "身体的側面"},
	{q: "人間関係・社会的役割・社会の仕組みを含む健康の側面", a: "社会的側面"},
	{q: "精神的側面の要素", a: "精神症状・知的能力・満足感"},
	{q: "身体的側面の要素", a: "身体症状・体力・抵抗力"},
	{q: "社会的側面の要素", a: "人間関係・社会的役割・社会の仕組み"},

	{q: "本人に係る健康の要因", a: "主体要因"},
	{q: "本人を取り巻く健康の要因", a: "環境要因"},

	{q: "生活習慣の主な主体要因", a: "運動・食事・飲酒・喫煙"},
	{q: "生物としての主体要因", a: "年齢・性別・遺伝・免疫"},
	{q: "自然環境の主な環境要因", a: "大気・水・土壌・動植物"},
	{q: "経済的・文化的環境の主な環境要因", a: "所得・職場・人間関係"},
	{q: "社会環境の主な環境要因", a: "保健・医療・サービス"},
]
